Repository: seanpm2001/mt-training-data
Catalog: mrj/mrj_pontoon.tmx
Source language: en_us
Languages: mrj

source: 2019 End-of-Year Release
mrj: 2019 и мычашты релиз

source: 2 down, keep it up!<playIcon></playIcon>
mrj: 2 ӱлӹк, тенгеок кеӓш!<playIcon></playIcon>

source: ≥ 2 No votes
mrj: ≥ 2 Уке

source: ≥ 2 Yes votes
mrj: ≥ 2 Ане

source: Abkhaz
mrj: Абхаз

source: About
mrj: Мӓ гишӓннӓ

source: Accent
mrj: Акцент

source: Account
mrj: Аккаунт

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mrj: <accuracyLink>Лачок ылмаш критери гишӓн шукырак лыд.</accuracyLink>

source: Acehnese
mrj: Ачехнезе

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mrj: { $actionType }<playIcon></playIcon> нинӹ предложеним тӧр юкангденӹт?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mrj: { $actionType }<recordIcon></recordIcon> вара предложеним юкын лыд

source: { $actionType }<stopIcon></stopIcon> when done
mrj: { $actionType }<stopIcon></stopIcon> кашартымыкы

source: { $actionType } submit when ready
mrj: { $actionType } йӓмдӹ гӹнь, колташ

source: Add
mrj: Уштараш

source: Add a language you want to contribute to
mrj: Йӹлмӹм, кыдын виӓнгдӹмӓшкӹ ӹшке вкладетӹм пыртынет, уштары

source: Add as much information as you can about the language. This could include:
mrj: Йӹлмӹ гишӓн кердмӹ семӹнь шукырак информацим пырты. Тишкӹ теве ма пырен кердеш:

source: Adding languages to work with
mrj: Пӓшӓлӓн йӹлмӹвлӓм уштарымаш

source: Additional Language
mrj: Ситӓртӹш йӹлмӹ

source: Add Language
mrj: Йӹлмӹм уштараш

source: <addLink>Add more sentences now!</addLink>
mrj: <addLink>Шукырак предложеним кӹзӹток уштары!</addLink>

source: Add new custom accent "{ $inputValue }"
mrj: "{ $inputValue }" сарастарымы у акцентӹм уштараш

source: Add new sentences
mrj: У предложенивлӓм уштары

source: Add Sentences
mrj: Предложенивлӓм уштараш

source: Add Your Voice
mrj: Ӹшке юкетӹм уштары

source: Adyghe
mrj: Адыгей

source: Afaan Ormoo
mrj: Оромо

source: A few bytes
mrj: Икманяр байт

source: Afrikaans
mrj: Африканс

source: Age
mrj: Игот

source: Albanian
mrj: Албан

source: All
mrj: Цилӓ

source: Amharic
mrj: Амхар

source: Approve
mrj: Пингӹдемдӓш

source: Arabic
mrj: Араб

source: Aragonese
mrj: Арагон

source: Are you coming? <strong>[called by another]</strong>
mrj: Тӹнь кеет? <strong>[Весӹ ӱжеш]</strong>

source: Armenian
mrj: Армян

source: Armenian Western
mrj: Вадывел армян

source: Artificial intelligence
mrj: Шанен лыкмы ыш

source: Ask about a new language
mrj: У йӹлмӹ гишӓн яд

source: Assamese
mrj: Ассам

source: Asturian
mrj: Астури

source: Audio Format
mrj: Аудиоформат

source: Avatar
mrj: Аватар

source: Avatar uploaded
mrj: Вӓрӓгдӹмӹ аватар

source: Average
mrj: Нӓрӹ

source: Avoid too much background noise - it should be easy to hear you.
mrj: Фоновый шужгымаш утла шукы лишӓшлык агыл — тӹньӹн юкет яжон шактышашлык.

source: Awards
mrj: Наградывлӓ

source: Azerbaijani
mrj: Азербайджан

source: Back
mrj: Шайык

source: Background Noise
mrj: Фоновый шужгымаш

source: Background Voices
mrj: Фоновый юквлӓ

source: Back to Top
mrj: Тӹнгӓлтӹшӹш пӧртӹлӓш

source: Basaa
mrj: Басаа

source: Bashkir
mrj: Башкир

source: Basque
mrj: Баск

source: Become a partner
mrj: Партнёр лиӓш

source: Belarusian
mrj: Белорус

source: Benefits
mrj: Пайда

source: Bengali
mrj: Бенгаль

source: <bold>{ $count }</bold> Clips
mrj: клип

source: <bold>Help us</bold> find more voices
mrj: Шукырак юкым <bold>мӓлӓннӓ моаш палшы</bold>

source: Bosnian
mrj: Босни

source: Both
mrj: Когынек

source: Both (Speak and Listen)
mrj: Когынек (попаш дӓ колышташ)

source: Breton
mrj: Бретон

source: Browse Languages
mrj: Йӹлмӹвлӓм анжымаш

source: Build a custom goal
mrj: Ӹшке целетӹм ӹштӹ

source: Build Profile
mrj: Профильӹм ӹштӹмäш

source: Bulgarian
mrj: Болгар

source: Burmese
mrj: Бирма

source: Buryat
mrj: Бурят

source: By editing your goal, you may lose your existing progress.
mrj: Цельӹм вашталтен, тӹнь кӹзӹтшӹ анзыкы кемӓшӹм ямден кердӓт.

source: Cancel Re-recording
mrj: Угӹцӹн сирӹмӹм цӓрӓш

source: Cancel Submission
mrj: Колтымым цӓрӓш

source: Can't decide?
mrj: Ӹштен ат керд?

source: Cantonese
mrj: Кантон

source: Catalan
mrj: Каталан

source: Central Kurdish
mrj: Центральнокурдский

source: Change your email via Settings under Login Identity
mrj: Логин дӓ пароль лаштыкышты сарастарымаш гач электрон почта адресетӹм вашталты

source: <chevron></chevron>See less
mrj: <chevron></chevron>Чӹдӹрäк ужаш

source: <chevron></chevron>See more
mrj: <chevron></chevron>Шукырак ужаш

source: Chinese (China)
mrj: Китай (Китай)

source: Chinese (Hong Kong)
mrj: Китай (Гонконг)

source: Chinese (Taiwan)
mrj: Китай (Тайвань)

source: Choose language/localization
mrj: Йӹлмӹм/сӓрӹмӓшӹм айыры

source: Chuvash
mrj: Суасламары

source: Click
mrj: Темдäл

source: Clip Graveyard
mrj: Клип шӹгерлӓ

source: Clips recorded
mrj: Сирӹмӹ клипвлӓ

source: Clips Uploaded
mrj: Вӓрӓнгдӹмӹ клипвлӓ

source: Clips validated
mrj: Тергӹмӹ клипвлӓ

source: Clips You've Recorded
mrj: Тӹньӹн сирӹмӹ клипвлӓ

source: Clips You've Validated
mrj: Тӹньӹн тергӹмӹ клипвлӓ

source: Close
mrj: Питӹрäш

source: Collecting sentences
mrj: Предложеним погышы

source: Collecting sentences from the public domain, or writing new ones for the public domain.
mrj: Цилӓлӓн кычылташ лишӹ предложенивлӓм погымаш ӓли ум сирӹмӓш.

source: Collect sentences
mrj: Преложенивлӓм погаш

source: Comment
mrj: Комментари

source: Common Voice data plus all other voice datasets above.
mrj: Common Voice данный дӓ тенгеок кӱшнӹшӹ цилӓ молы юк данный.

source: Common Voice Dataset
mrj: Common Voice датасет

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mrj: Common Voice — кыце ӹлӹшӹ эдемвлӓ попат, тидӹлӓн машинавлӓм тымдаш палшышы Mozilla-н инициативӹжӹ.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
mrj: Common Voice — тидӹ машинӓвлӓм ӹлӹшӹ эдемӹн попымы гань хытыраш тымдаш палшаш Mozilla-н инициативӹжӹн лаштыкшы.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mrj: Common Voice — сӓндӓлӹк вӹлнӹ цилӓлӓн кычылташ лишӹ шукы йӹлмӓн ик сек кого юк датасет.

source: Community Playbook
mrj: Playbook тӹшкӓ

source: Confirm
mrj: Лачокеш лыкташ

source: Confirm Goal
mrj: Цельӹм лачокеш лыкташ

source: Confirm New Sentences
mrj: У предложенивлӓм лачокеш лыкташ

source: Connect with Gravatar
mrj: Граватар доно кӹлдӓлт

source: Contact
mrj: Контакт

source: Contact Form
mrj: Вӓшлӓ кӹл форма

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mrj: Контентӹм <licenseLink>Creative Commons лицензи</licenseLink> доно кычылташ лиэш

source: Continue
mrj: Пакыла ӹштӓш

source: Contribute
mrj: Вкладым ӹштӓш

source: Contribute sentences
mrj: Предложенивлӓм уштараш

source: Contribute to { $lang }
mrj: { $lang } йӹлмӹш вкладым ӹштӓш

source: Contribute Your Voice
mrj: Ӹшке юкетӹм сирӹ

source: Contribution Activity
mrj: Пыртымы вклад

source: Contribution Criteria
mrj: Вклад критери

source: Contribution Experience
mrj: Ӹшке пӓшӓэтӹм ӓклӹ

source: Contributors record voice clips by reading from a bank of donated sentences.
mrj: Ушнышывлӓ, подарымы предложениӓн банк гӹц лыдын, юкан клипвлӓм сирӓт.

source: Cookies
mrj: Куки

source: Cornish
mrj: Корн

source: Corsican
mrj: Корсикан

source: Could not add language
mrj: Йӹлмӹм уштараш ӹш ли

source: Could not change settings. Please try again.
mrj: Сарастарымашым вашталташ ӹш ли. Пожалсты, угӹц цацен анжы.

source: Could not remove language
mrj: Йӹлмӹм карангдаш ӹш ли

source: Could not remove language: language not found
mrj: Йӹлмӹм карангдаш ӹш ли: йӹлмӹм моаш ӹш ли

source: { $count } clips
mrj: клип

source: { $count }mo
mrj: тӹлзӹ

source: { $countOfInvalidated } rejected by you
mrj: { $countOfInvalidated } тӹнь ӧрдӹжтӓренӓт

source: { $countOfSentences } sentences found.
mrj: { $countOfSentences } предложеним момы.

source: { $count }wk
mrj: ӓрня

source: { $count }y
mrj: и

source: Create a Custom Goal
mrj: Ӹшке цельӹм ӹштӓш

source: Criteria
mrj: Критери

source: Croatian
mrj: Хорват

source: Czech
mrj: Чех

source: Daily Goal
mrj: Ик кечӓш цель

source: Danish
mrj: Датчан

source: Dashboard
mrj: Хӓдӹр ханга

source: Dataset Release
mrj: Датасет релиз

source: Datasets
mrj: Датасетвлӓ

source: Date
mrj: Кечӹ

source: Days
mrj: Кечӹвлӓ

source: De-identified
mrj: Авторизаци карангдымы

source: Delete my recordings
mrj: Мӹньӹн сирӹмӹм карангдаш

source: Delete Profile
mrj: Профильӹм карангдаш

source: Delete selected sentences
mrj: Айырымы предложенивлӓм карангдаш

source: Deleting selected sentences…
mrj: Айырымы предложенивлӓм карангдымаш…

source: Dhivehi
mrj: Дивехи

source: Different language
mrj: Вес йӹлмӹ

source: Difficult
mrj: Нелӹ

source: Difficult to pronounce
mrj: Пелештен кердӓш нелӹ

source: Dioula
mrj: Диула

source: Discard ongoing recording
mrj: Кӹзӹтшӹ сирӹмӓшӹм цӓрӓш

source: Discourse
mrj: Кӓнгӓшӹмӓш

source: Donate your voice
mrj: Ӹшке юкетӹм подары

source: Don't see your language on Common Voice yet?
mrj: Common Voice-ышты ӹшке йӹлметӹм эче ат уж?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mrj: Датасетӹштӹ ӹшке йӹлметӹм ат уж? Йӹлмӹм ядаш манын, мӓмнӓн Йӹлмӹвлӓ лӹмӓн страницӹшкӹ ванжы.

source: Download
mrj: Качаен нӓлӓш

source: Download Common Voice Data
mrj: Common Voice данныйым качаен нӓлӓш

source: Download Data
mrj: Данныйым качаен нӓлӓш

source: Download Dataset Bundle
mrj: Датасет пакетым качаен нӓлӓш

source: Download { $language }
mrj: { $language } йӹлмӹм качаен нӓлӓш

source: Download Links
mrj: Качаен нӓлӓшлӓн ссылкывлӓ

source: Download My Data
mrj: Мӹньӹн данныйым вӓрӓнгдӹдӓ

source: Download profile data
mrj: Профильӹн данныйым качаен нӓлӓш

source: Download the Single Word Target Segment
mrj: Ик шамакан целевой лаштыкым качаен нӓл

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mrj: Кыце мӓ Common Voice датасетӹм яжоэмден кердӹнӓ, тӹньӹн иктӓ-махань шанымашет улы ма? Кӓнгӓшӹмӓштӹ мӓлӓннӓ пӓлӓш пу

source: Do you want to continue?
mrj: Тӹнь пакыла ӹштӹнет ма?

source: Do you want to Speak, Listen or both?
mrj: Тӹнь попынет, колыштнет ӓли когынек ӹштӹнет?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mrj: Ваштымаш ӓли <browseWrap>анжен лӓкмӓш</browseWrap>

source: Dutch
mrj: Нидерланд

source: Easy
mrj: Куштылгы

source: Edit
mrj: Редактируяш

source: Edit Profile
mrj: Профильӹм редактируяш

source: Email
mrj: Электрон почта

source: Email is already used for a different account
mrj: Электрон почта ӹнде вес аккаунтлан кычылталтеш

source: Email Subscriptions
mrj: Электрон почта гач сылымашвлӓ

source: English
mrj: Англичан

source: Enter Email to Download
mrj: Качаен нӓлӓш манын, электрон почта адресӹм сирӹ

source: Enter email to send a sign up link
mrj: Регистрацим эртӓш ссылкым колташ манын, электрон почта адресетӹм пырты

source: Enter your email
mrj: Электрон почтетӹм сирӹ

source: Error { $code }
mrj: Самынь: { $code }

source: Error while fetching rejected sentences. Please try again.
mrj: Ӧрдӹжтӓрӹмӹ предложенивлӓм лыкмы годым самынь лин. Пожалсты, угӹц цацен анжы.

source: Error while fetching your sentences. Please try again.
mrj: Предложенивлӓэтӹм лыкмы годым самынь лин. Пожалсты, угӹц цацен анжы.

source: Erzya
mrj: Эрзя

source: Esperanto
mrj: Эсперанто

source: Estonian
mrj: Эстон

source: Events
mrj: Событивлӓ

source: Everyone
mrj: Кажны

source: Exit & Delete clips
mrj: Лӓктӓш дӓ клипвлӓм карангдаш

source: Failed to delete selected sentences… Please try again!
mrj: Айырымы предложенивлӓм карангден кердмӹ агыл… Пожалсты, угӹц цацен анжы!

source: FAQ
mrj: ШПЯ

source: Faroese
mrj: Фарер

source: Female
mrj: Ӹдӹрӓмӓш

source: Fields marked with an asterisk (*) are required.
mrj: Шӹдӹр (*) доно анжыктымы вäрвлä обязательный ылыт.

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
mrj: Предложенивлӓ ядмашым шоктыдымы гишӓн айырымы (пожалсты, тӧрлӹмӹ версим у предложени семӹнь колты):

source: Finding existing sentences in the Public Domain
mrj: Цилӓлӓн кычылташ лишӹ ылшы предложенивлӓм кӹчӓлмӓш

source: Finish editing first?
mrj: Пӹтӓри редактированим кашарташ?

source: Finish recording
mrj: Сирӹмӹм кашарташ

source: Finish recording first?
mrj: Анзыц сирӹмӹм кашарташ?

source: Finish Review
mrj: Анжен лӓкмӹм кашарташ

source: Finnish
mrj: Финн

source: for example
mrj: примереш

source: French
mrj: Француз

source: Frequently Asked Questions
mrj: Шӹрен пуэдӹмӹ ядмашвлӓ

source: Frisian
mrj: Фриз

source: Fulah
mrj: Фулах

source: Galician
mrj: Галиси

source: GB
mrj: ГБ

source: Gender
mrj: Пӱэргӹ/Ӹдӹрӓмӓш

source: Georgian
mrj: Грузин

source: German
mrj: Немӹц

source: Get involved
mrj: Ушнаш

source: Get Involved
mrj: Ушнаш

source: Get started with goals
mrj: Цельвлӓ гӹц тӹнгӓл

source: Get Started with Speech Recognition
mrj: Попымым пӓлӹмӹ гӹц тӹнгӓл

source: Glossary
mrj: Глоссари

source: Goal reached
mrj: Цельӹш шомы

source: Goals
mrj: Цельвлӓ

source: Goan Konkani
mrj: Гоан конкани

source: Go to Discourse
mrj: Кӓнгӓшӹмӓш док ванжаш

source: Go to Languages Page
mrj: Йӹлмӹ страницӹш ванжаш

source: Go to { $name }
mrj: { $name } докӹ ванжы

source: Grammatical / spelling error
mrj: Грамматика / орфографи шотышты самынь

source: Great! How many clips a week?
mrj: Пиш яжо! Ӓрняштӹ маняр клип?

source: Great! How many clips per day?
mrj: Пиш яжо! Кечӹштӹ маняр клип?

source: Great!<recordIcon></recordIcon> Record your next clip
mrj: Пиш яжо!<recordIcon></recordIcon> Вес клипӹм сирӓш тӹнгӓл

source: Great work!<playIcon></playIcon> Listen again when you're ready
mrj: Яжо пӓшӓ!<playIcon></playIcon> Кынам йӓмдӹ лиӓт, эче ик гӓнӓ колышт лӓк

source: Greek
mrj: Грек

source: Guarani
mrj: Гуарани

source: Haitian
mrj: Гавай

source: Hakha Chin
mrj: Хакха Чин

source: Hausa
mrj: Хауса

source: Have Feedback?
mrj: Отзыв улы?

source: Have you read our Terms?
mrj: Тӹнь мӓмнӓн условивлӓм лыдынат?

source: Having an account is not required to contribute, though it is helpful.
mrj: Ӹшке вкладетӹм пырташлан аккаунт лимӓш ак кел, тенге гӹнят, тидӹ керӓл.

source: Having a profile is not required to contribute though it is helpful, see why below.
mrj: Ӹшке вкладетӹм пырташлан профиль лимӓш ак кел, тенге гӹнят, тидӹ керӓл, малын, ӱлнӹ анжы.

source: Hebrew
mrj: Иврит

source: Help
mrj: Палшык

source: Help create Common Voice’s first target segment in { $locale }
mrj: Common Voice-ын икӹмшӹ целевой лаштыкым тӹштӹ ӹштӓш палшы: { $locale }

source: Help teach machines how real people speak, donate your voice at { $link }
mrj: Тидӹлӓн, кыце ӹлӹшӹ эдемвлӓ попат, машинавлӓм тымдаш палшы, ӹшке юкетӹм тиштӹ подары: { $link }

source: Help us build a community around voice technology, stay in touch via email.
mrj: Юк технологи йӹр мӓлӓннӓ тӹшкӓм ӹштӓш палшы, электрон почта доно кӹлӹштӹ ли.

source: Help us build a high quality, publicly open dataset
mrj: Яжо качестван, цилӓлӓн кычылташ лишӹ датасетӹм мӓлӓннӓ ӹштӓш палшы

source: Help us by reviewing sentences for correctness according to the guidelines.
mrj: Рекомендацим шотыш нӓлӹн, предложенивлӓн тӧр ылмыштым мӓлӓнна тергӓш палшы.

source: Help us by writing or collecting Public Domain sentences.
mrj: Сирен ӓли цилӓлӓн кычылташ лишӹ предложенивлӓм поген, мӓлӓннӓ палшы.

source: Help us find more voices, share your goal
mrj: Мӓлӓннӓ шукырак юкым моаш палшы, ӹшке целет доно пайылалт

source: Help us find others to donate their voice!
mrj: Весӹвлӓм, кӱ ӹшке юкшым подара лиэш, мӓлӓннӓ моаш палшы!

source: Help us get to { $goal }
mrj: { $goal } якте мӓлӓннӓ шоаш палшы

source: Help us validate sentences!
mrj: Предложенивлӓн тӧр ылмыштым мӓлӓннӓ тергӓш палшы!

source: Help us validate voices
mrj: Мӓлӓннӓ юквлӓм тергӓш палшы

source: Here are some tips to find sentences:
mrj: Преложеним кӹчӓлӓшлӓн теве икманяр кӓнгӓш:

source: Here are the links to download your ZIP files.
mrj: ZIP-файлвлӓм качаен нӓлӓш манын, теве ссылкывлӓ.

source: Hidden
mrj: Шӹлтӹмӹ

source: Hill Mari
mrj: Кырык мары

source: Hindi
mrj: Хинди

source: His hand was rais-ed.
mrj: Тӹдӹн кидшӹ лӱктӓлмӹ ыльы.

source: Home
mrj: Тӹнг страница

source: Hours
mrj: Цӓш

source: Hours Recorded
mrj: Сирӹмӹ цӓш

source: Hours Validated
mrj: Тергӹмӹ цӓш

source: { $hours } validated hours so far!
mrj: Тидӹ выртлан { $hours } цӓшӹм лочокеш лыкмы!

source: How ?
mrj: Кыце?

source: How are project decisions made?
mrj: Кыце проектӹн решенивлӓ лыкталтыт?

source: How can I get the Common Voice data?
mrj: Кыце мӹнь Common Voice данныйым нӓлӹн кердӓм?

source: How can we effectively grow a language on Common Voice?
mrj: Common Voice-ышты кыце мӓ эффективно йӹлмӹм виӓнгден кердӹнӓ?

source: How does Common Voice calculate hours?
mrj: Кыце Common Voice цӓшӹм шотлен лыктеш?

source: How does Common Voice work?
mrj: Common Voice кыце пӓшӓм ӹштӓ?

source: How does site localization work?
mrj: Сайтым сӓрӹмӓш кыце пӓшӓм ӹштӓ?

source: How do I access and use the dataset?
mrj: Кыце датасетӹм нӓлӓш дӓ кычылташ лиэш?

source: How do I add a language?
mrj: Кыце мӹлӓм йӹлмӹм уштараш?

source: How do I add sentences?
mrj: Кыце мӹлӓм предложенивлӓм уштараш?

source: How do I know whether to approve a voice clip?
mrj: Юкан клипӹм яжоэш шотлаш ӓли агыл, кыце пӓлен нӓлӓш?

source: How do I record a high quality voice clip?
mrj: Кыце яжо юкан клипӹм сирӓш?

source: How do I stay in touch?
mrj: Кыце мӹлӓм кӹлӹштӹ кодаш?

source: How do you ensure anonymity and privacy of the people who donated their voices?
mrj: Ӹшке юкыштым пушы эдемвлӓн лӹмдӹмӹ ылмыштым дӓ конфиденциальностьыштым тӓ кыце шоктедӓ?

source: How to
mrj: Кыце ӹштӓш

source: How-to
mrj: Кыце ӹштӓш

source: How to Cite
mrj: Кыце цитируяш

source: How would you describe your accent?
mrj: Кыце тӹнь ӹшке акцент гишӓнет шайышт пуэт ыльы?

source: Hungarian
mrj: Венгр

source: I agree
mrj: Келшем

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
mrj: Тидӹ йӹлмӹ мӹньӹн шачмы йӹлмем агыл дӓ мӹнь акцент доно попем, мӹньӹн юкем тӓлӓндӓ келеш ма?

source: Icelandic
mrj: Исланд

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mrj: Мӹнь цельвлä гишäнем увертäрӹмäшвлäм, мӹньӹн прогресс гишäнем уэмдӹмäшвлäм дä информаци бюллетеньвлäм электрон сирмäшвлä гач Common Voice гишäн нӓлӹн шалгынем.

source: I do not agree
mrj: Ам келшӹ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mrj: Клипӹм 2 эдем ӧрдӹжтӓрӓ гӹнь, тӹдӹ датасетӹн вес лаштыкыштыжы лыкталтеш.

source: If the sentence meets the criteria, click the "Approve" button.
mrj: Предложени критерилӓн келшен толеш гӹнь, «Пингӹдемдӓш» манмы кнопкым темдӓл.

source: If you run out of sentences to review, please help us collect more sentences!
mrj: Тӹлӓт анжашет предложени пӹтен гӹнь, пожалсты, мӓлӓннӓ шукырак предложеним погаш палшы!

source: Igbo
mrj: Игбо

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mrj: Тидӹ информацим Mozilla-н <privacyLink>Конфиденциальность политикӹштӹ</privacyLink> кыце йӓмдӹлӹмӹм ынгылдарымыда доно мӹнь согласын ылам.

source: Includes email, username & demographic info, available right away
mrj: Тӧрӧк кычылташ лишӹ электрон почта адресӹм, юзерӹн лӹмжӹм дӓ демографи гишӓн информацим пырта

source: Includes mp3s and related sentences, may take some time to prepare
mrj: Mp3-файлвлӓм дӓ нӹнӹ доно кӹлдӓлтшӹ предложенивлӓм, кыдым йӓмдӹлӓш икманяр жеп келеш лин кердеш, пырта

source: Indonesian
mrj: Индонез

source: Information about the language
mrj: Йӹлмӹ гишӓн информаци

source: In Progress
mrj: Анзыкы кемӓштӹ

source: Interested in learning more and contributing to the project?
mrj: Шукырак пӓлен нӓлнет дӓ проектӹш ӹшке вкладетӹм пыртынет?

source: Interface Language
mrj: Интерфейс йӹлмӹ

source: Interlingua
mrj: Интерлингва

source: Interlingue
mrj: Интерлингв

source: Irish
mrj: Ирланд

source: IsiNdebele (North)
mrj: Исиндебеле (Йыдвел)

source: IsiNdebele (South)
mrj: Исиндебеле (Кечӹвӓлвел)

source: Is my account information public?
mrj: Аккаунтемӹн информацижӹ цилӓлӓн каеш ма?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mrj: Пӓлӹмӹ ылыт гӹнь, <isoCodeLink>ISO кодвлӓ</isoCodeLink>

source: Is the clip valid?
mrj: Тидӹ клип тергӹмӹ?

source: Is the goal of Common Voice to build a voice assistant?
mrj: Common Voice-ын цельжӹ юкан палшышым ӹштӓш ма?

source: Italian
mrj: Итальян

source: It contains words or phrases that are hard to read or pronounce.
mrj: Тӹштӹ лыдаш ӓли попаш нелӹ шамак ӓли шая улы.

source: It is written in a language different than what I’m speaking.
mrj: Тӹдӹ мӹньӹн попымы йӹлмӹ гӹц айыртемӓлтшӹ йӹлмӹ доно сирӹмӹ.

source: Izhorian
mrj: Ижор

source: Japanese
mrj: Япон

source: Join the Common Voice mailing list
mrj: Common Voice сирмäшӹм колтымы спискӹш ушныда

source: Just Unsure?
mrj: Лачок кок семӹнь шанет?

source: Kabardian
mrj: Кабардино-черкесский

source: Kabyle
mrj: Кабил

source: Kaqchikel
mrj: Какчикель

source: Karakalpak
mrj: Каракалпак

source: Kazakh
mrj: Казах

source: { $kb }kb max
mrj: Сек когожы { $kb } кб

source: Keep
mrj: Кычаш

source: Keep it up, record again <recordIcon></recordIcon>
mrj: Тиды кымыл донок пакыла ӹштӹ, угӹц сирӹ <recordIcon></recordIcon>

source: Keep the recordings
mrj: Сирӹмӹм перегӹ

source: Keep track of your progress and metrics across multiple languages.
mrj: Ӹшке анзыкы кемӓшӹм дӓ икманяр йӹлмӹ доно лӓктӹшетӹм тӹшлен шалгы.

source: Keep track of your progress with a profile
mrj: Профильыштӹ ӹшкӹметӹн анзыкы кеметӹм тӹшлӹ

source: Keep track of your progress with a profile and help our voice data be more accurate.
mrj: Ӹшке анзыкы кемӓшетӹм профильӹн палшымы доно тӹшлӹ дӓ юкан данныйлан тӧррӓк лиӓш манын, мӓлӓннӓ палшы.

source: Khmer
mrj: Кхмер

source: K'iche'
mrj: Киче

source: Kikuyu
mrj: Кикуйю

source: Kinyarwanda
mrj: Киньяруанда

source: Komi-Zyrian
mrj: Коми-зырян

source: Konkani (Devanagari)
mrj: Курманджи

source: Korean
mrj: Корей

source: Kurmanji Kurdish
mrj: Курманджи курд

source: Kyrgyz
mrj: Киргиз

source: Language
mrj: Йӹлмӹ

source: Language Request
mrj: Йӹлмӹ ядмаш

source: Languages
mrj: Йӹлмӹвлӓ

source: Latvian
mrj: Латыш

source: Launched
mrj: Колтымы

source: Leaderboard Visibility
mrj: Лидервлӓн таблицӹштӹ каймаш

source: Learn how to request it here!
mrj: Кыце тӹдӹм тиштӹ ядаш, пӓлен нӓл!

source: Learn how to take part
mrj: Кыце ушнаш манын, пӓлен нӓл

source: Learn More
mrj: Шукырак тыменяш

source: Leaving now means you’ll lose your changes
mrj: Тӹнь кӹзӹт кеет гӹнь, цилӓ вашталтымашетӹм ямдет

source: Leaving now means you'll lose your progress
mrj: Тӹнь кӹзӹт кеет гӹнь, цилӓ анзык кеметӹм ямдет

source: Let's Get Started
mrj: Ӓлдӓ тӹнгӓлӹна

source: License
mrj: Лицензи

source: License: <licenseLink>CC-0</licenseLink>
mrj: Лицензи: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mrj: Лицензи: <licenseLink>{ $license }</licenseLink>

source: Ligurian
mrj: Лигури

source: Link Copied
mrj: Ссылкым копируйымы

source: Links to websites that can help us understand the language
mrj: Мӓлӓннӓ йӹлмӹм ынгылаш палшышы веб-сайтвлашкӹ ссылкывлӓ

source: Listen
mrj: Колышташ

source: Listening
mrj: Колыштмаш

source: Listen-Queue
mrj: Колышташлан церот

source: Lithuanian
mrj: Литва

source: Loading…
mrj: Грузымаш…

source: Loading rejected sentences…
mrj: Ӧрдӹжтӓрӹмӹ предложенивлӓм грузымаш…

source: Loading sentences…
mrj: Предложенивлӓм грузымаш…

source: Loading your sentences…
mrj: Предложенивлӓэтӹм грузымаш…

source: Localization
mrj: Сӓрӹмӓш

source: Localized
mrj: Сӓрӹмӹ

source: Login failed
mrj: Авторизаци ӹш ли

source: Login Identity
mrj: Логин
